[
  {
     "seasonNumber": "1",
     "seasonDate": "2015",
     "seasonLocation": "Vancouver Island",
     "seasonQuotes": [
       "I went to the woods because I wished to live deliberately... and see if I could not learn what it had to teach. - Henry David Thoreau",
       "If you live among wolves you have to act like a wolf. - Nikita Khrushchev",
       "Extinction is the rule. Survival is the exception. - Carl Sagan",
       "Hunger, love, pain, fear are some of those inner forces which rule the individual's instinct for self preservation. - Albert Einstein",
       "The strong survive, but the courageous triumph. - Michael Scott",
       "Extraordinary people survive under the most terrible circumstances and they become more extraordinary because of it. - Robertson Davies",
       "Humans are not the fastest or the strongest animals on the planet, but when it comes to survival, we have had the unique advantage of being clever. - David Perlmutter",
       "This is the chance in a lifetime. But it's not worth dying over. - Wayne",
       "If quick, I survive. If not quick, I am lost. This is 'death.' - Sun Tzu",
       "Does anything in nature despair except man? - May Sarton",
       "Courage is not having the strength to go on; it is going on when you don't have the strength. - Theodore Roosevelt"
 
     ]
   },
   {
     "seasonNumber": "2",
     "seasonDate": "2016",
     "seasonLocation": "Vancouver Island",
     "seasonQuotes": [
       "The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown. - H. P. Lovecraft",
       "The very basic core of a man's living spirit is his passion for adventure. - Christopher McCandless",
       "Use your fear... It can take you to a place where you store your courage. - Amelia Earhart",
       "The instinct to survive will never change, neither will the human body's amazing ability to endure. - John 'Lofty' Wiseman",
       "Strength does not come from physical capacity. It comes from an indomitable will. - Mahatma Gandhi",
       "Voyaging through wildernesses is essential to the growth and maturity of the human spirit. - Steven Callahan",
       "In nature there are neither rewards nor punishments; there are consequences. - R.G. Ingersoll",
       "Why wilderness? Because we like the taste of freedom, because we like the smell of danger. - Edward Abbey",
       "Look deep into nature, and then you will understand everything better. - Albert Einstein",
       "The world breaks everyone, and afterward, some are strong at the broken places. - Ernest Hemingway",
       "To live is to suffer, to survive is to find some meaning in the suffering. - Friedrich Nietzsche",
       "You're never more alive than when you're almost dead. - Tim O'Brien",
       "Endurance is not just the ability to bear a hard thing, but to turn it into glory. - William Barclay"
     ]
   },
   {
     "seasonNumber": "3",
     "seasonDate": "2016-17",
     "seasonLocation": "Patagonia",
     "seasonQuotes": [
       "The first virtue in a soldier is endurance; courage is only the second virtue. - Napoleon Bonaparte",
       "If people think nature is their friend, then they sure don't need an enemy. - Kurt Vonnegut",
       "The very basic core of a man's living spirit is his passion for adventure. - Christopher McCandless",
       "With foxes we must play the fox. - Thomas Fuller",
       "Fortune always favors the brave, and never helps a man who does not help himself. - P. T. Barnum",
       "All that an obstacle does with brave men is, not to frighten them, but to challenge them. - Woodrow Wilson",
       "If you don't hunt it down and kill it, it will hunt you down and kill you. - Flannery O'Connor",
       "We are all sentenced to solitary confinement inside our own skins, for life. - Tennessee Williams",
       "Being alone is scary, but not as scary as feeling alone. - Amelia Earhart",
       "I have often marveled at the thin line which separates success from failure. - Ernest Shackleton"
     ]
   },
   {
     "seasonNumber": "4",
     "seasonDate": "2017",
     "seasonLocation": "Vancouver Island",
     "seasonQuotes": [
       "Freedom is something that dies unless it's used. - Hunter S. Thompson",
       "The clearest way into the universe is through a forest wilderness - John Muir",
       "Alone, we can do so little; together we can do so much. - Helen Keller",
       "Without a family, man, alone in the world, trembles with the cold. - Andre Maurois",
       "Coming together is a beginning, \nstaying together is progress, \nand working together is success. - Henry Ford",
       "Men argue. Nature acts. - Voltaire",
       "Either men will learn to live like brothers, or they will die like beasts. - Max Lerner",
       "Hell is other people. - Jean-Paul Sartre",
       "The strength of the team is each individual member. The strength of each member is the team. - Phil Jackson",
       "Heroism is endurance for one moment more. - George F. Kennan"
     ]
   },
   {
     "seasonNumber": "5",
     "seasonDate": "2018",
     "seasonLocation": "Northern Mongolia",
     "seasonQuotes": [
       "Never confuse a single defeat with a final defeat. - F. Scott Fitzgerald",
       "All men make mistakes, but only wise men learn from their mistakes. - Winston Churchill",
       "It is not the mountains we conquer, but ourselves. - Sir Edmund Hillary",
       "Nature, in her untamed state, is savage and unrelenting. - Fennel Hudson",
       "Over every mountain there is a path, though it may not be seen from the valley. - Theodore Roethke",
       "...we do not own these woods. They own us. - Timothy Goodwin",
       "Redemption can be found in hell itself if that's where you happen to be. - Lin Jensen",
       "Solitude, isolation are painful things, and beyond human endurance. - Jules Verne",
       "The mountains are calling and I must go. - John Muir",
       "By endurance we conquer. - Ernest Shackleton"
     ]
   },
   {
     "seasonNumber": "6",
     "seasonDate": "2019",
     "seasonLocation": "The Great Slave Lake in the Northwest Territories in Canada near the Lutselk'e",
     "seasonQuotes": [
       "Our food lies ahead and death stalks us from behind. - Ernest Shackleton",
       "Laws change; people die; the land remains. - Abraham Lincoln",
       "This is no time for ease and comfort. It is the time to dare and endure. - Winston Churchill",
       "A failure is not always a mistake... The real mistake is to stop trying. - B.F. Skinner",
       "For suffering and enduring there is no remedy but striving and doing. - Thomas Carlyle",
       "The most difficult thing is the decision to act. The rest is merely tenacity. - Amelia Earhart",
       "Come what may, all bad fortune is to be conquered by endurance. - Virgil",
       "He who conquers others is strong. He who conquers himself is mighty. - Lao Tzu",
       "Wisdom comes alone through suffering. - Aeschylus",
       "Adapt or perish, now as ever, is nature's inexorable imperative. - H.G. Wells ",
       "One day, in retrospect, the years of struggle will strike you as the most beautiful. - Sigmund Freud"
     ]
   },
   {
     "seasonNumber": "7",
     "seasonDate": "2020",
     "seasonLocation": "The Great Slave Lake in the Northwest Territories in Canada near the Lutselk'e",
     "seasonQuotes": [
       "Whosoever is delighted in solitude is either a wild beast or a god. - Aristotle",
       "Fortitude is the marshal of thought, the armor of the will, and the fort of reason. - Francis Bacon",
       "Life is a walk through the forest. Don't fear the trees; fear what lurks behind them. - Richelle E. Goodrich",
       "Let food be thy medicine and medicine be thy food. - Hippocrates",
       "Failure is not fatal, but failure to change might be. - John Wooden",
       "Chaos was the law of nature; Order was the dream of man. - Henry Adams",
       "When you reach the end of your rope, tie a knot in it and hang on. - Franklin D. Roosevelt",
       "To survive it is often necessary to fight and to fight you have to dirty yourself. - George Orwell",
       "Let me not pray to be sheltered from dangers but to be fearless in facing them. - Rabindranath Tagore",
       "Fate leads the willing, and drags along the reluctant. - Seneca",
       "The best way out is always through. - Robert Frost"
     ]
   },
   {
     "seasonNumber": "8",
     "seasonDate": "2021",
     "seasonLocation": "Chilko Lake, British Columbia",
     "seasonQuotes": [
       "The worst cruelty that can be inflicted on a human being is isolation. - Sukarno",
       "True wilderness can still be found, but it's hard to reach and dangerous when you get there. - Michelle Paver",
       "It is not because things are difficult that we do not dare; it is because we do not dare that they are difficult. - Seneca",
       "Men are not prisoners of fate, but only prisoners of their own minds. - Franklin D. Roosevelt",
       "Only by going alone in silence, without baggage, can one truly get into the heart of the wilderness. - John Muir",
       "Success is the sum of small efforts, repeated day in and day out. - Robert Collier",
       "In nature there are neither rewards nor punishments; there are consequences. - Robert Green Ingersoll",
       "I think nature's imagination is so much greater than man's, she's never going to let us relax. - Richard Feyman [sic]",
       "We have nowhere else to go… This is all we have. - Margaret Mead",
       "Adversity has the effect of eliciting talents which in prosperous circumstances would have lain dormant. - Horace",
       "The rewards for those who persevere far exceed the pain that must precede the victory. - Ted Engstrom"
     ]
   },
   {
     "seasonNumber": "9",
     "seasonDate": "2022",
     "seasonLocation": "Labrador",
     "seasonQuotes": [
       "A journey of a thousand miles must begin with a single step. - Lao Tzu",
       "Don't feel entitled to anything you didn't sweat and struggle for. - Marian Wright Edelman",
       "The future depends on what we do in the present. - Mahatma Gandhi",
       "It's on the strength of observation and reflection that one finds a way. - Claude Monet",
       "One thorn of experience is worth a whole wilderness of warning. - James Russell Lowell",
       "Success does not consist in never making mistakes but in never making the same one a second time. - George Bernard Shaw",
       "And into the forest I go, to lose my mind and find my soul. - John Muir",
       "Never to suffer would never to have been blessed. - Edgar Allen Poe [sic]",
       "Never give up, for that is just the place and time that the tide will turn. - Harriet Beecher Stowe",
       "Solitude was my only consolation - deep, dark, deathlike solitude. - Mary Shelley",
       "Out of difficulties grow miracles. - Jean de La Bruyère"
     ]
   }
 ]